Repository: BRDK-GitHub/vibratorExampleProject
Catalog: Logical/mappView/Visualization/Pages/main/capcon/capconTexts.tmx
Source language: en
Languages: cs, da, es_mx, hu, vi, zh

source: Teach brick count
cs: Pocet el. k nacteni
da: Læring klods antal
hu: Téglaszámlálás betanítása
vi: Hướng dẫn đếm khối gạch
zh: 示教元件计数

source: Capcon strategy
cs: Typ vyrazovani
da: Afvis strategi
hu: Capcon stratégia
vi: Chiến lược Capcon
zh: 拒出策略

source: Number of {$IAT/Common/STDEV}
cs: Pocet {$IAT/Common/STDEV}
da: Antal {$IAT/Common/STDEV}
hu: A {$IAT/Common/STDEV} száma
vi: Số lượng {$IAT/Common/STDEV}
zh: {$IAT/Common/STDEV}数量

source: Teach percent
cs: Procento nacteni
da: Læring procent
hu: Betanítási százalék
vi: Phần trăm hướng dẫn
zh: 示教百分比

source: Item gap
cs: Otvor
da: Hul i element
es_mx: Hueco
hu: Tétel rés
vi: Khoảng cách sản phẩm
zh: 物料间距

source: Reteach
cs: Znovu ucit
da: Omlær
es_mx: Ensenar de nuevo
hu: Újratanítás
vi: Hướng dẫn lại
zh: 重新示教

source: Empty mode
cs: Rezim vyprazdnit
es_mx: Modo vacío
hu: Üres üzemmód
vi: Chế độ trống
zh: 清空模式开启

source: Off
cs: Vypnuto
hu: Ki
vi: Tắt
zh: 关闭

source: Medium
cs: Stredni
es_mx: Medio
hu: Közepes
vi: Trung bình
zh: 简单

source: On
cs: Zapnuto
hu: Be
vi: BẬT
zh: 高级

source: Enable medium flaps
cs: Povolit střední klapky
es_mx: Habilitar solapas medianas
hu: Közepes szárnyak engedélyezése
vi: Kích hoạt nắp trung bình
zh: 启用中襟翼

source: Max Noise Speed
da: Maks støj hastighed
vi: Tốc Độ Tiếng Ồn Tối Đa
zh: 最大信噪变化

# {$IAT/main/capcon/RejectStrategy} {$IAT/Common/Peak} max
source: {$IAT/main/capcon/RejectStrategy}\n{$IAT/Common/Peak} max
vi: {$IAT/main/capcon/RejectStrategy}\n{$IAT/Common/Peak} tối đa

# {$IAT/main/capcon/RejectStrategy} {$IAT/Common/Peak} min
source: {$IAT/main/capcon/RejectStrategy}\n{$IAT/Common/Peak} min
vi: {$IAT/main/capcon/RejectStrategy}\n{$IAT/Common/Peak} tối thiểu

source: {$IAT/Common/Mode}\n\n\n\n{$IAT/main/capcon/ItemGap}\n\n\n\n{$IAT/main/capcon/ControlPrc}\n\n\n\n{$IAT/main/FlapTime}
zh: {$IAT/Common/Mode}\n\n\n\n{$IAT/main/capcon/ItemGap}\n\n\n\n{$IAT/main/capcon/ControlPrc}\n\n\n\n\n\n\n\n\n\n{$IAT/main/FlapTime}

source: {$IAT/main/capcon/RejectStrategy}\n\n\n\n{$IAT/info/statistics/OKPortions}\n\n\n\n{$IAT/info/statistics/NOKPortions}\n\n\n\n\n\n\n\n\n\n{$IAT/main/capcon/emptyMode}
zh: {$IAT/main/capcon/RejectStrategy}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n{$IAT/main/capcon/emptyMode}
